Repository: WrinklyNinja/BOSSv3
Catalog: resources/l10n/*/LC_MESSAGES/loot.po
Languages: fr, ja, pl, pt_br, ru, uk_uk, zh_cn

source: Refresh Content
fr: Actualiser le contenu
ja: データ内容を更新
pt_br: Refrescar Conteúdo
ru: Обновить содержимое
uk_uk: Оновити зміст
zh_cn: 刷新内容

source: View Documentation
fr: Afficher la documentation
ja: マニュアルを開く
pt_br: Ver Documentação
ru: Смотреть документацию
uk_uk: Відкрити документацію
zh_cn: 查看文档

source: About
fr: A propos
ja: LOOTについて
pt_br: Sobre
ru: О программе
uk_uk: Про програму
zh_cn: 关于

source: Settings
fr: Paramètres
ja: 設定
pt_br: Configurações...
ru: Настройки
uk_uk: Налаштування
zh_cn: 设置

source: Search cards
fr: Rechercher...
ja: カード検索
ru: Найти карточки
uk_uk: Знайти картки
zh_cn: 搜索卡片

source: Press Enter or click outside the input to set the filter.
fr: Pour appliquer le filtre, appuyez sur Entrée ou cliquez hors du champ de saisie.
ja: Enterキーを押すか入力欄の外をクリックしてフィルターを確定してください。
ru: Нажмите клавишу Ввод или кликните по по свободному месту, чтобы применить фильтр.
uk_uk: Натисніть Enter чи клікніть по пустому місцю для застосування фільтра.
zh_cn: 按下回车键或点击输入框以外设置筛选。

source: Filter content
fr: Filtrer le contenu...

source: Hide version numbers
fr: Masquer les numéros de versions
ja: バージョン番号を隠す
pt_br: Esconder Número da Versão
ru: Скрыть номера версии
uk_uk: Сховати номери версій
zh_cn: 隐藏版次号

source: Hide Bash Tags
fr: Masquer les étiquettes bash
ja: Bash Tagsを隠す
pt_br: Marcações Bash
ru: Скрыть bash-теги
uk_uk: Сховати bash-теги
zh_cn: 隐藏Bash标签

source: Hide notes
fr: Masquer les notes
ja: メモを隠す
pt_br: Esconder Notas
ru: Скрыть примечания
uk_uk: Сховати примітки
zh_cn: 隐藏注释

source: Hide 'Do not clean' messages
fr: Masquer les messages 'Ne pas nettoyer'
ja: 'クリーン禁止' メッセージを隠す
ru: Скрыть сообщения 'Не чистить'
zh_cn: 隐藏 '不要清理' 信息

source: Hide all plugin messages
fr: Masquer les messages des plugins
ja: 全てのプラグインのメッセージを隠す
pt_br: Esconder todas as Mensagens do Plugin
ru: Скрыть все сообщения плагинов
uk_uk: Сховати всі повідомлення плагінів
zh_cn: 隐藏所有插件信息

source: Hide inactive plugins
fr: Masquer les plugins inactifs
ja: 非アクティブのプラグインを隠す
ru: Скрыть неактивные плагины
uk_uk: Сховати неактивні плагіни
zh_cn: 隐藏未激活插件

source: Hide messageless plugins
fr: Masquer les plugins sans messages
ja: メッセージ無しのプラグインを隠す
pt_br: Ocultar mensagem menos plugins
ru: Скрыть плагины без сообщений
uk_uk: Сховати плагіни без повідомлень
zh_cn: 隐藏无信息的插件

source: Hidden plugins:
fr: Plugins masqués :
ja: 非表示のプラグイン:
ru: Скрытые плагины:
uk_uk: Сховані плагіни:
zh_cn: 已隐藏插件：

source: Hidden messages:
fr: Message masqués :
ja: 非表示のメッセージ:
ru: Скрытые сообщения:
uk_uk: Сховані сообщения:
zh_cn: 已隐藏信息：

source: General Information
fr: Informations générales
ja: 全体情報
ru: Основная информация
uk_uk: Основна інформація
zh_cn: 综合信息

source: Masterlist Revision
fr: Révision de la masterlist
ja: マスターリストのリビジョン
pt_br: Revisar Masterlist
ru: Версия мастерлиста
uk_uk: Версія майстерлисту
zh_cn: 主列表版次

source: Masterlist Date
fr: Date de la masterlist
ja: マスターリストの日付
pt_br: Atualizar lista mestre
ru: Дата мастерлиста
uk_uk: Дата майстерлисту
zh_cn: 主列表日期

source: Warnings
fr: Avertissements
ja: 警告
pt_br: Aviso
ru: Предупреждений
uk_uk: Попередження
zh_cn: 警告

source: Errors
fr: Erreurs
ja: エラー
pt_br: Erros
ru: Ошибок
uk_uk: Помилка
zh_cn: 错误

source: Total Messages
fr: Total de messages
ja: 合計メッセージ数
pt_br: Número Total de Mensagens
ru: Всего сообщений
uk_uk: Всього повідомлень
zh_cn: 信息总计

source: Active Plugins
fr: Plugins actifs
ja: アクティブなプラグイン
pt_br: Plugins Ativos
ru: Активных плагинов
uk_uk: Активних плагінів
zh_cn: 激活插件

source: Dirty Plugins
fr: Plugins sales
ja: Dirtyプラグイン
pt_br: Plugins Sujos
ru: Грязных плагинов
uk_uk: Брудних плагінів
zh_cn: Dirty 插件

source: Total Plugins
fr: Total de plugins
ja: 合計プラグイン数
pt_br: Total de Plugins
ru: Плагинов всего
uk_uk: Всього плагінів
zh_cn: 插件总计

source: Default Game
fr: Jeu par défaut
ja: デフォルトのゲーム
pt_br: Jogo Padrão
ru: Игра по умолчанию
uk_uk: Гра за замовчуванням
zh_cn: 默认游戏

source: Language changes will be applied after LOOT is restarted.
fr: Le changement de langage sera effectif après un redémarrage de LOOT.
ja: 変更した言語はLOOTの再起動後に適用されます。
pt_br: Idioma e jogos alterações serão aplicadas após LOOT ser reiniciado.
ru: Установки языка будут применены после перезапуска LOOT.
uk_uk: Налаштування мови будуть застосовані після перезапуску LOOT.
zh_cn: 语言会在 LOOT 重启后应用。

source: Enable debug logging
fr: Activer le journal de débogage
ja: デバッグログの取得を有効
pt_br: Ativar o log de depuração
ru: Включить лог отладки
uk_uk: Включити лог налаштування
zh_cn: 启用调试日志

source: Update masterlist before sorting
fr: Mettre à jour la masterlist avant de trier
ja: ソートの前にマスターリストを更新
pt_br: Atualize lista mestre antes da separação.
ru: Обновить мастерлист перед сортировкой
uk_uk: Оновити майстерлист перед сортуванням
zh_cn: 在排序前更新主列表

source: Base Game
fr: Jeu de base
ja: 元ゲーム
pt_br: Jogo de Base
ru: Игра
uk_uk: Основна гра
zh_cn: 基于游戏

source: LOOT Folder
fr: Dossier LOOT
ja: LOOTのフォルダ
pt_br: Pasta LOOT
ru: Папка LOOT
uk_uk: Папка LOOT
zh_cn: LOOT 文件夹

source: First-Time Tips
fr: Astuces
ja: 最初のヒント
pt_br: Dicas de primeira viagem
ru: Советы для новичков
uk_uk: Поради для новачків
zh_cn: 首次运行小贴士

source: CRCs are only displayed after plugins have been loaded, either by conflict filtering, or by sorting.
fr: Les CRC sont affichés uniquement après que les plugins aient été chargés, soit par filtrage des conflits, ou par le tri.
ja: CRCはフィルターかソートの使用によってプラグインが読み込まれた後に表示されます。
ru: CRC отображаются только после загрузки плагинов, фильтрации конфликтов или сортировки.
uk_uk: CRC відображаються лише після завантаження плагінів, фільтрації конфліктів чи сортування.
zh_cn: CRC只在插件被载入后，通过冲突筛选或者排序来显示。

source: Double-click a plugin in the sidebar to quickly open its metadata editor. Multiple metadata editors can be opened at once.
fr: Double-cliquez sur un plugin dans la barre latérale pour ouvrir rapidement son éditeur de métadonnées. Plusieurs éditeurs de métadonnées peuvent être ouverts à la fois.

source: Plugins can be drag and dropped from the sidebar into editors' "load after", "requirements" and "incompatibility" tables.
fr: Les plugins peuvent être déplacés de la barre latérale vers les panneaux d'édition "Charger après", "Requis" et "Incompatibilités".

source: Some features are disabled while there is an editor open, or while there is a sorted load order that has not been applied or discarded.
fr: Certaines fonctionnalités sont désactivées lorsqu'un éditeur est ouvert, ou qu'une modification de l'ordre de chargement n'a pas été appliquée ou annulée.

source: Many interface elements have tooltips. If you don't know what something is, try hovering your mouse over it to find out. Otherwise, LOOT's documentation can be accessed through the main menu.
fr: De nombreux éléments de l'interface ont des bulles d'aide. Si vous ne savez pas ce qu'est une chose, essayez de passer votre souris au-dessus pour le découvrir. Sinon, la documentation de LOOT est accessible par le menu principal.
ja: 画面上の項目の多くにはヒントが用意されています。どういう機能か知りたくなったらカーソルを載せて調べてみてください。また、メインメニューからLOOTのマニュアルを開くこともできます。
ru: Большинство элементов интерфейса имеют подсказки. Если вы не знаете назначение какого-то элемента, попробуйте навести на него курсор мышки. В противном случае документация LOOT всегда доступна через главное меню.
uk_uk: Більшість елементів інтерфейсу мають підказки. Якщо ви не знаєте призначення якого-небудь елементу, то спробуйте навести на нього вказівник миші. У іншому випадку документація LOOT завжди доступна через головне меню.
zh_cn: 许多界面元素都有使用提示。如果你不知道某些功能什么，试着将鼠标停在它上。另外，LOOT的帮助文档可以从主菜单进入。

source: Oh no, something went wrong! This is usually because "%1%" is set to be read-only. If it is, unset it and try again. If it isn't, you can check your LOOTDebugLog.txt (you can get to it through the main menu) for more information.
uk_uk: О ні, щось пішло не так! Зазвичай це стається, бо "%1%" тільки для читання. Якщо це не так, зніміть цей атрибут і спробуйте знову. Якщо ні, то додаткову інформацію можна дізнатись у файлі LOOTDebugLog.txt (можна отримати доступ до нього через головне меню).

source: Oh no, something went wrong! You can check your LOOTDebugLog.txt (you can get to it through the main menu) for more information.
ja: エラーが発生しました！詳しい情報はLOOTDebugLog.txt（メインメニューから開けます）で確認してください。
ru: О нет, что-то пошло не так! Дополнительную информацию можно узнать в файле LOOTDebugLog.txt (можно получить доступ к нему через главное меню).
uk_uk: О ні, щось пішло не так! Додаткову інформацію можна дізнатись у файлі LOOTDebugLog.txt (можна отримати доступ до нього через головне меню).

source: Parsing, merging and evaluating metadata...
ja: メタデータの解析・マージ・評価中…
ru: Обработка, объединение и сверка с метаданными..
uk_uk: Обробка, об'єднання та перевірка метаданих...
zh_cn: 解析、融合并评估插件元数据...

source: Sorting load order...
ja: ロード順のソート中…
ru: Сортировка порядка загрузки...
uk_uk: Сортування порядку завантження...
zh_cn: 排序加载顺序...

source: Error: --auto-sort was passed but no --game parameter was provided.
uk_uk: Помилка: --auto-sort (автосортування) пройшло, але параметр --game не було вказано.

source: This plugin is a light master and requires the non-master plugin "%1%". This can cause issues in-game, and sorting will fail while this plugin is installed.
uk_uk: Цей плагін є легким майстром і потребує не-майстер плагін "%1%". Це може викликати проблеми у грі, й сортування не вдасться, поки цей плагін встановлено.

source: This plugin contains records that have FormIDs outside the valid range for an ESL plugin. Using this plugin will cause irreversible damage to your game saves.
uk_uk: Плагін містить записи, котрі мають FormID за межами допустимих для ESL-плагіна. Використання цього плагіна призведе до необоротнього пошкодження ваших ігрових сейв-файлів.

source: This plugin has a header version of %1%, which is less than the game's minimum supported header version of %2%.
uk_uk: Цей плагін має версію заголовку %1%, котра є старішою за мінімально підтримувану грою версію %2%.

source: This plugin belongs to the group "%1%", which does not exist.
uk_uk: Плагін у групі "%1%", яка не існує.

source: Failed to load the current load order, information displayed may be incorrect.
uk_uk: Не вдалося завантажити поточний порядок завантаження, відображена інформація може бути не вірною.

source: Cyclic interaction detected between "%1%" and "%2%": %3%
uk_uk: Циклічну взаємодію знайдено між плагінами "%1%" та "%2%": %3%

source: The group "%1%" does not exist.
uk_uk: Група "%1%" не існує.

source: You have not sorted your load order this session.
ja: ロード順のソートはまだ行われていません。
ru: В этой сессии порядок загрузки ещё не отсортирован!
uk_uk: У цій сесії порядок завантаження ще не відсортовано.

source: You have a normal plugin and at least one light plugin sharing the FE load order index. Deactivate a normal plugin or all your light plugins to avoid potential issues.
uk_uk: У вас є нормальный плагін та як мінімум один легкий плагін, з одним FE індексом завантаження. Відключіть нормальний плагін чи усі ваші легкі моди задля уникнення можливих проблем.

source: An error occurred while parsing the metadata list(s): %1%. Try updating your masterlist to resolve the error. If the error is with your user metadata, this probably happened because an update to LOOT changed its metadata syntax support. Your user metadata will have to be updated manually. To do so, use the 'Open Debug Log Location' in LOOT's main menu to open its data folder, then open your 'userlist.yaml' file in the relevant game folder. You can then edit the metadata it contains with reference to the documentation, which is accessible through LOOT's main menu. You can also seek support on LOOT's forum thread, which is linked to on [LOOT's website](https://loot.github.io/).
ja: メタデータのリスト解析中にエラーが発生: %1% エラーを解消するにはマスターリストを更新してみてください。ユーザーメタデータにエラーが発生している場合は、おそらくLOOTの更新によってメタデータの構文サポートが変更されたことが原因です。ユーザーメタデータを手動で更新してください。 手動で更新するには、メインメニューから 'デバッグログの保存先を開く'をクリックしてLOOTのデータフォルダを開き、対応するゲームのフォルダにあるuserlist.yamlファイルを開きましょう。ファイル内のメタデータをマニュアル（メインメニューから開けます）を参照しながら編集してください。 LOOTのForum Threadでサポートを求めることもできます。LOOTのウェブページよりアクセス可能です。(https://loot.github.io/)
uk_uk: Виникла помилка при опрацюванні списку метаданих: %1%. Для виправлення помилки спробуйте оновити майстерлист. Якщо помилки у ваших користувацьких метаданих, то причиною може бути зміна синтаксису у оновленому LOOT. Користувацькі метадані мають бути оновлені вручну. Для цього використайте пункт 'Відкрити папку з логом налаштування' у головному меню LOOT, потім відкрийте файл 'userlist.yaml' у папці відповідної гри. Тоді ви зможете відредагувати свої метадані згідно документації, також доступної із головного меню LOOT. Також ви можете спитати на форумі LOOT, адресу котрого вказано на [вебсайті LOOT](https://loot.github.io/).

source: %1% ITM record
ja: %1% - ITM レコード
ru: %1% ITM-запись
uk_uk: %1% ITM-запис

source: %1% deleted reference
ja: %1% - 削除されたリファレンス
ru: %1% удаленную ссылку
uk_uk: %1% видалене посилання

source: %1% deleted navmesh
ja: %1% - 削除されたNavmesh
ru: %1% удаленный navmesh
uk_uk: %1% видалений навмеш

source: %1% found %2%, %3% and %4%.
ja: %1%から%2%、%3%、%4%が見つかりました。
ru: %1% содержит %2%, %3% и %4%.
uk_uk: %1% містить %2%, %3% та %4%.

source: %1% found dirty edits.
ja: %1%からdirty editが見つかりました。
ru: %1% содержит грязные правки.
uk_uk: %1% містить брудні правки.
zh_cn: %1%发现dirty编辑器。

source: %1% found %2% and %3%.
ja: %1%から%2%、%3%が見つかりました。
ru: %1% содержит %2% and %3%.
uk_uk: %1% містить %2% та %3%.

source: %1% found %2%.
ja: %1%から%2%が見つかりました。
ru: %1% содержит %2%.
uk_uk: %1% містить %2%.

source: LOOT has detected that "%1%" is invalid and is now ignoring it.
uk_uk: LOOT визначив, що "%1%" невірний та тепер ігнорує його.

source: Add a new group
uk_uk: Додати нову групу

source: Group name
uk_uk: Ім'я групи

source: Group already exists!
uk_uk: Група уже існує!

source: No plugins are in this group.
uk_uk: У цій групі немає плагінів.

source: Plugins in %s
uk_uk: Плагіни в %s

source: Verified clean by %s
uk_uk: Перевірено на чистоту в %s

source: Identifying conflicting plugins...
ja: 競合するプラグインを特定中…
ru: Определение конфликтующих плагинов...
uk_uk: Визначення конфліктних плагінів...
zh_cn: 识别冲突插件...

source: Cyclic interaction detected
uk_uk: Знайдено циклічну взаємодію

source: Failed to sort plugins. Details: %s
ja: プラグインのソートに失敗しました。詳細: %s
ru: Не удалось отсортировать плагины. Детали: %s
uk_uk: Не вдалося відсортувати плагіни. Деталі: %s

source: Sorting made no changes to the load order.
ja: ソートによるロード順の変更はありません。
ru: В результате сортировки порядок загрузки изменен не был.
uk_uk: Сортування не змінило порядок завантаження.
zh_cn: 加载顺序排序没有变化。

source: This feature is provided so that modders using the Creation Kit may set the load order it uses. A side-effect is that any subscribed Steam Workshop mods will be re-downloaded by Steam (this does not affect Skyrim Special Edition). Do you wish to continue?
ja: この機能はCreation Kitでプラグインを開くときのロード順を並び通りにセットするための機能です。副作用として、Steam WorkshopでサブスクライブしたModが再度ダウンロードされてしまいます（Skyrim Special Editionの場合は影響ありません）。続行しますか？
ru: Эта возможность предоставлена для того, чтобы авторы модификаций, использующие Creation Kit, могли задать тот порядок загрузки, который они используют. Побочным эффектом является то, что любые моды с подпиской в мастерской Steam будут загружены через Steam снова (это не относится к Skyrim Special Edition). Продолжить?
uk_uk: Цю функцію надано для того, щоб автори модифікацій, використовуючих Creation Kit, могли задати той порядок завантаження, який вони використовують. Побічним ефектом є те, що будь-які моди з підпискою на майстерню Steam будуть завантажені через Steam знову (це не стосується Skyrim Special Edition). Продовжити?

source: N/A
ja: 利用不可
pt_br: Nada
ru: Нет
uk_uk: Немає
zh_cn: 不可用

source: Failed to check for LOOT updates! You can check your LOOTDebugLog.txt (you can get to it through the main menu) for more information.
uk_uk: Не вдалося перевірити оновлення LOOT! Для інформації дивіться файл LOOTDebugLog.txt (можна отримати доступ до нього через головне меню).

source: A [new release](%s) of LOOT is available.
ja: 新しいバージョンのLOOT (%s) が利用できます。
ru: Доступна [Новая версия](%s) LOOT.
uk_uk: Доступна [Нова версія](%s) LOOT.

source: Auto-sort has been cancelled as there is at least one error message displayed.
uk_uk: Автосортування відмінено, так як відображається як мінімум одне повідомлення про помилку.

source: Light Plugin
uk_uk: Легкий плагін

source: Loads Archive
ja: アーカイブ読み込み
ru: Загружает архив
uk_uk: Завантажує архів
zh_cn: 加载档案

source: Group
uk_uk: Група

source: Dirty Plugin Info
ja: Dirtyプラグイン情報
ru: Информация о грязных правках
uk_uk: Інформація про брудні правки
zh_cn: Dirty 插件信息

source: Clean Plugin Info
ja: クリーン情報
ru: Информация об очистке плагина
uk_uk: Інформація про чистку плагіну
zh_cn: 清除插件信息

source: Save Metadata
ja: メタデータを保存
ru: Сохранить метаданные
uk_uk: Зберегти метадані
zh_cn: 保存元数据

source: Search Cards
ja: カード検索
ru: Найти карточки
uk_uk: Знайти картки
zh_cn: 搜索卡片

source: Open Groups Editor
uk_uk: Відкрити редактор груп

source: Show only plugins with cards that contain
ja: 以下のカードを含むプラグインのみ表示
ru: Показать только плагины, имя которых содержит содержит
uk_uk: Показати лише плагіни ім'я яких містить
zh_cn: 只显示包含该卡片的插件

source: No text specified
ja: テキスト未入力
ru: Текст не определен
uk_uk: Текст не определен
zh_cn: 没有文本被指定

source: Show only conflicting plugins for
ja: 以下と競合するプラグインのみ表示
ru: Показать конфликтующие плагины только для
uk_uk: Показати конфліктуючі плагіни лише для
zh_cn: 只显示与之冲突的插件

source: No plugin selected
ja: プラグイン未選択
ru: Плагин не выбран
uk_uk: Жодного плагіну не обрано
zh_cn: 没有插件被选中

source: General
uk_uk: Повідомлення загального призначення

source: Theme
uk_uk: Тема

source: Theme changes will be applied after LOOT is restarted.
uk_uk: Налаштування тем будуть застосовані після перезапуску LOOT.

source: default
uk_uk: за замовчуванням

source: Check for LOOT updates on startup
uk_uk: Перевірити оновлення LOOT при запуску

source: Local Data Path
uk_uk: Локальний шлях даних

source: Add new game
uk_uk: Додати нову гру

source: Delete game
uk_uk: Видалити гру

source: This appears to be the first time you have run LOOT v%s. Here are some tips to help you get started with the interface.
ja: このメッセージはLOOT v%sを初めて起動したときに表示されます。以下は使い始めるためのヒント集です。
ru: Похоже, это первый раз, когда вы запустили LOOT %s. Вот некоторые подсказки, которые помогут вам начать работу с интерфейсом.
uk_uk: Схоже, що це перший раз, коли ви запустили LOOT %s. Ось деякі поради, які допоможуть вам почати роботу з інтерфейсом.

source: Click %(menu_icon)s buttons to open menus.
ja: %(menu_icon)s ボタンをクリックするとメインメニューが開きます。
ru: Нажмите на значок %(menu_icon)s для открытия меню.
uk_uk: Натисніть на значок %(menu_icon)s для відкриття меню.

source: As well as messages, LOOT displays plugin <span class="version">version numbers</span>, <span class="crc">CRCs</span> and Bash Tag suggestions for <span class="tag add">addition</span> and <span class="tag remove">removal</span>.
ja: 基本画面ではメッセージのほかに、プラグインの<span class="version">バージョン番号</span>、<span class="crc">CRC</span>、<span class="tag add">追加</span>または<span class="tag remove">削除</span>するべきBash Tagの候補などが表示されます。
ru: Также, как и сообщения, LOOT отображает <span class="version">номера версий</span> плагинов, <span class="crc">CRC</span> и рекомендуемые Bash-теги для <span class="tag add">добавления</span> и <span class="tag remove">удаления</span>.
uk_uk: Разом із повідомленнями LOOT відображає <span class="version"> номери версій </span> плагінів, <span class="crc"> CRC </span> та рекомендовані Bash-теги для <span class="tag add"> додавання </span>й <span class="tag remove"> видалення </span>.

source: Double-click a plugin in the sidebar to quickly open it in the metadata editor.
ja: サイドバー内のプラグインをダブルクリックするとメタデータ編集画面を直接開くことができます。
ru: Дважды кликните по плагину на боковой панели для быстрого открытия в редакторе метаданных.
uk_uk: Двічі клікніть плагін на боковій панелі для швидкого відкриття у редакторі метаданих.
zh_cn: 在侧边栏双击一个插件可以快速打开它的元数据编辑器。

source: Plugins can be drag and dropped from the sidebar into the metadata editor's "load after", "requirements" and "incompatibility" tables.
ja: サイドバー内のプラグインはメタデータ編集画面の "後ろにロード" , "必須" , "非互換" テーブルにドロップすることができます。
ru: Плагины могут быть перемещены путем перетаскивания из боковой панели в редактор метаданных, в поля таблицы "Грузить после", "Требования" и "Несовместимости".
uk_uk: Плагіни можуть бути переміщені шляхом перетаскування із бокової панелі у редактор метаданих у поля таблиці "Завантажувати після", "Вимоги" та "Несумісності".
zh_cn: 插件可以从侧边栏拖动进入编辑器的"加载在后面，"需求"和"不兼容"表格。

source: Some features are disabled while the metadata editor is open, or while there is a sorted load order that has not been applied or discarded.
ja: メタデータ編集画面を開いている間、またはソートしたロード順を適用・破棄するまでの間は一部の機能が使えなくなります。
ru: Некоторые функции отключены, пока открыт редактор метаданных или пока отсортированный порядок загрузки не был применен или отменен.
uk_uk: Деякі функції відключені поки відкрито редактор метаданих чи поки відсортований порядок завантаження не було застосовано чи відмінено.
zh_cn: 在编辑器打开，或者排序未应用和取消时，有些功能会被禁用。

source: LOOT is free, but if you want to show your appreciation with some money, donations may be made to WrinklyNinja (LOOT's creator and main developer) using %s.
uk_uk: LOOT безплатний, але якщо ви хочете надати фінансову підтримку, пожертви можуть бути направлені WrinklyNinja (творець і основний розробник LOOT), через %s.

source: OK
ru: Принять
uk_uk: Прийняти
zh_cn: 确定

source: About LOOT
ja: LOOTについて
ru: О LOOT
uk_uk: Про LOOT

source: Version %s (build %s)
ja: バージョン %s (ビルド %s)
ru: Версия %s (сборка %s)
uk_uk: Версія %s (збірка %s)

source: Load order optimisation for Morrowind, Oblivion, Nehrim, Skyrim, Enderal, Skyrim Special Edition, Enderal Special Edition, Skyrim VR, Fallout 3, Fallout: New Vegas, Fallout 4 and Fallout 4 VR.
uk_uk: Оптимізація порядку завантаження для Morrowind, Oblivion, Nehrim, Skyrim, Enderal, Skyrim Special Edition, Enderal Special Edition, Skyrim VR, Fallout 3, Fallout: New Vegas, Fallout 4 та Fallout 4 VR.

source: URL
zh_cn: 链接

source: An error occurred while parsing the userlist: %1%. This probably happened because an update to LOOT changed its metadata syntax support. Your user metadata will have to be updated manually. To do so, use the 'Open Debug Log Location' in LOOT's main menu to open its data folder, then open your 'userlist.yaml' file in the relevant game folder. You can then edit the metadata it contains with reference to the [syntax documentation](https://loot.github.io/docs/%2%.%3%.%4%/LOOT%%20Metadata%%20Syntax.html). You can also seek support on LOOT's forum thread, which is linked to on [LOOT's website](https://loot.github.io/).
zh_cn: 解析用户列表时发生错误：%1%。这可能由于升级 LOOT 时改变了元数据的语法支持。你的用户数据必须手动更新。 要完成更新，请使用 LOOT 主菜单中的 '打开本地调试日志' 功能打开数据目录，然后在相关目录打开你的 'userlist.yaml' 文件。你可以编辑这个元数据，请参考 [语法文档](https://loot.github.io/docs/%2%.%3%.%4%/LOOT%%20Metadata%%20Syntax.html)。 你也可以在 LOOT 论坛寻求支持，链接为 [LOOT官方网站](https://loot.github.io/)。

source: libloadorder failed to check if a plugin is active. Details could not be fetched.
zh_cn: libloadorder 无法检查插件是否处于活动状态，详细信息无法获取。

source: libloadorder failed to check if a plugin is active. Details:
zh_cn: libloadorder 无法检查插件是否处于活动状态。详细信息︰

source: %1% found %2% ITM records, %3% deleted references and %4% deleted navmeshes.
zh_cn: %1%发现%2%个ITM记录，%3%个已删除引用和%4%已删除导航。

source: %1% found %2% deleted references and %3% deleted navmeshes.
zh_cn: %1%发现%2%个已删除引用和%3%个已删除导航。

source: %1% found %2% deleted navmeshes.
zh_cn: %1%发现%2%个已删除的导航

source: %1% found %2% deleted references.
zh_cn: %1%发现%2%个已删除的引用

source: %1% found %2% ITM records and %3% deleted navmeshes.
zh_cn: %1%发现%2%个ITM记录和%3%个已删除导航。

source: %1% found %2% ITM records.
zh_cn: %1%发现%2%个ITM记录。

source: %1% found %2% ITM records and %3% deleted references.
zh_cn: %1%发现%2%个ITM记录和%3%个已删除引用。
