Repository: WrinklyNinja/BOSSv3
Catalog: resources/l10n/*/LC_MESSAGES/loot.po
Languages: fr, ja, pl, pt_br, ru, uk_uk, zh_cn

source: Invalid game ID supplied.
fr: ID du jeu fourni incorrect.
pl: Błędny ID gry.
pt_br: Inválido jogo ID fornecido.
zh_cn: 无效的游戏ID

source: Game path could not be detected.
fr: Le chemin du jeu n'a pas pu être trouvé.
pl: Nie wykryto ścieżki do gry.
pt_br: Caminho de jogo não pode ser detectado.
zh_cn: 无法检测到游戏路径。

source: libloadorder failed to create a game handle. Details could not be fetched.
fr: libloadorder n'est pas parvenu à créer une poignée du jeu. Les détails ne peuvent pas être récupérés.
pl: libloader nie zdołał zainicjować operatora gry. Szczegóły nie zostały załadowane.
pt_br: libloadorder não conseguiu criar uma alça de jogo. Os detalhes não poderiam ser buscados.
zh_cn: libloadorder 无法创建游戏处理器，详细信息无法获取。

source: libloadorder failed to create a game handle. Details:
fr: libloadorder n'est pas parvenu à créer une poignée du jeu. Détails :
pl: libloader nie zdołał zainicjować operatora gry. Szczegóły:
pt_br: libloadorder não conseguiu criar uma alça de jogo. Detalhes:
zh_cn: libloadorder 无法创建游戏处理器，详细信息：

source: libloadorder failed to initialise game master file support. Details could not be fetched.
pl: libloadorder nie zdołał uruchomić wsparcia dla głównego pliku gry. Szczegóły nie są dostępne.
pt_br: libloadorder não conseguiu inicializar suporte de arquivo mestre do jogo. Os detalhes não poderiam ser buscados.

source: libloadorder failed to initialise game master file support. Details:
pl: libloadorder nie zdołał uruchomić wsparcia dla głównego pliku gry. Szczegóły:
pt_br: libloadorder não conseguiu inicializar suporte de arquivo mestre do jogo. Detalhes:

source: libloadorder failed to get the active plugins list. Details could not be fetched.
fr: libloadorer n'a pas pu obtenir la liste des plugins actifs. Les détails ne peuvent pas être récupérés.
pl: libloadorder nie zdołał pobrać listy aktywnych wtyczek. Szczegóły nie są dostępne.
pt_br: libloadorder não conseguiu obter a lista de plugins ativos. Os detalhes não poderiam ser buscados.

source: libloadorder failed to get the active plugins list. Details:
fr: libloadorer n'a pas pu obtenir la liste des plugins actifs. Détails :
pl: libloadorder nie zdołał pobrać listy aktywnych wtyczek. Szczegóły:
pt_br: libloadorder não conseguiu obter a lista de plugins ativos. Detalhes:

source: libloadorder failed to set the load order. Details could not be fetched.
fr: libloadorder n'a pas pu définir l'ordre de chargement. Les détails ne peuvent pas être récupérés.
pl: libloadorder nie zdołał ustalić kolejności uruchamiania. Szczegóły nie są dostępne.
pt_br: libloadorder não conseguiu definir a ordem de carregamento. Os detalhes não poderiam ser buscados.
zh_cn: libloadorder 无法设置加载顺序，详细信息无法获取。

source: libloadorder failed to get the load order. Details:
fr: libloadorder n'a pas pu obtenir l'ordre de chargement. Détails :
pl: libloadorder nie zdołał wyliczyć kolejności uruchamiania. Szczegóły:
pt_br: libloadorder não conseguiu obter a ordem de carregamento. Detalhes:
zh_cn: libloadorder 无法获取加载顺序，详细信息：

source: libloadorder failed to set the load order. Details:
fr: libloadorder n'a pas pu définir l'ordre de chargement. Détails :
pl: libloadorder nie zdołał ustawić kolejności uruchamiania. Szczegóły:
pt_br: libloadorder não conseguiu definir a ordem de carregamento. Detalhes:
zh_cn: libloadorder 无法设置加载顺序，详细信息：

source: Could not create LOOT folder for game. Details:
fr: Impossible de créer le dossier de LOOT pour ce jeu. Détails :
pl: Nie można utworzyć folderu LOOT dla gry. Szczegóły:
pt_br: Não foi possível criar a pasta LOOT para o jogo. Detalhes:
zh_cn: 无法创建 LOOT 文件夹。详细信息：

source: Cyclic interaction detected between plugins "%1%" and "%2%".
pl: Wykryto zamknięte koło powiązań pomiędzy dodatkami "%1%" and "%2%".

source: Unable to open "%1%" for CRC calculation.
fr: Impossible d'ouvrir "%1%" pour le calcul du CRC.
pl: Nie można otworzyć "%1%" by obliczyć CRC.
pt_br: Não é possível abrir "%1%" para cálculo do CRC.
zh_cn: 无法打开"%1%"进行CRC计算。

source: None Specified
pl: Brak wybranych

source: Failed to parse condition "%1%": %2%
fr: Échec de l'analyse de la condition "%1%": %2%
pl: Przetwarzanie warunku nieudane "%1%": %2%
pt_br: Falha ao analisar a condição "%1%": %2%
zh_cn: 无法解析条件 "%1%"：%2%

source: Failed to parse condition "%1%".
fr: Échec de l'analyse de la condition "%1%".
pl: Przetwarzanie warunku nieudane "%1%".
pt_br: Falha ao analisar a condição "%1%"
zh_cn: 无法解析条件 "%1%"。

source: Cannot read "%1%". Details: %2%
fr: Impossible de charger "%1%". Détails : %2%
pl: Nie odczytano "%1%". Szczegóły: %2%
pt_br: Não é possível ler "%1%". Detalhes: %2%
ru: Невозможно прочесть "%1%". Детали: %2%
zh_cn: 无法读取"%1%"。详细信息：%2%

source: This plugin requires "%1%" to be installed, but it is missing.
fr: Ce plugin nécessite "%1%" d'être installé, mais il est absent.
ja: このプラグインを使用するには "%1%" をインストールする必要があります。
pl: Ta wtyczka wymaga "%1%", a jest niezainstalowany.
pt_br: Este plugin requer "%1%", a ser instalado, mas está em falta.
ru: Этот плагин требует установленного плагина "%1%", но он отсутствует.
uk_uk: Цей плагін потребує встановленого плагіна "%1%", але він відсутній.
zh_cn: 这个插件需要安装"%1%"。

source: This plugin requires "%1%" to be active, but it is inactive.
fr: Ce plugin nécessite "%1%" d'être actif, mais il est inactif.
ja: このプラグインを使用するには "%1%" をアクティブにする必要があります。
pl: Ta wtyczka wymaga aktywnego "%1%" a jest nieaktywny.
pt_br: Este plugin requer "%1%" para ser ativo, mas está inativo.
ru: Этот плагин требует подключенного плагина "%1%", но он не подключен.
uk_uk: Цей плагін потребує підключеного плагіна "%1%", але він не активний.
zh_cn: 这个插件激活"%1%"。

source: This plugin is incompatible with "%1%", but both are present.
fr: Ce plugin est incompatible avec "%1%", mais les deux sont présents.
ja: このプラグインは "%1%" との互換性がありません。
pl: Ta wtyczka jest niekompatybilna z "%2%" , a jest aktywna.
pt_br: Este plugin é incompatível com "%1%", mas ambos estão presentes.
ru: Этот плагин несовместим с "%1%", но они оба присутствуют.
uk_uk: Цей плагін несумісний з "%1%", але обидва файли присутні.
zh_cn: 这个插件与"%1%"不兼容，但是两者都存在。

source: Git operation failed. Error: %1%
fr: L'opération d'obtention a échoué. Erreur : %1%
pl: Operacja na Git nie udana. Błąd: %1%
pt_br: Git operação falhou. Erro: %1%
zh_cn: Git 操作失败。错误：%1%

source: Masterlist revision
fr: Révision de la masterlist
pl: Wersja Bazy Danych
pt_br: Revisar Masterlist
zh_cn: 主列表版次

source: Rolled back to the previous revision.
pl: Przywrócono poprzednią wersję.
pt_br: Revertida para a revisão anterior.

source: Please submit any edits made for reasons other than personal preference to the LOOT team so that they may be included in the masterlist.
pl: Prosimy o informacje o wszelkich nowościach i niezbędnych zmianach w kolejności wtyczek kierować do ekipy LOOT, aby znalazły się w następnej aktualizacji bazy danych.

source: Show only conflicting plugins
pl: Pokaż tylko nikompatybilne wtyczki.

source: Remove Plugin
pl: Usuń wtyczkę

source: Plugin
pl: Wtyczka

source: Priority
ja: 優先度
pl: Priorytet
ru: Приоритет
zh_cn: 优先值

source: Filename
fr: Nom du fichier
ja: ファイル名
pl: Nazwa pliku
pt_br: Nome do arquivo
ru: Имя файла
uk_uk: Ім'я файлу
zh_cn: 文件

source: Display Name
fr: Afficher le nom
ja: 表示名
pl: Nazwa wyświetlana
pt_br: Exibir Nome
ru: Отображаемое имя
uk_uk: Показуване ім'я
zh_cn: 显示名字

source: Condition
ja: 条件
pl: Warunek
pt_br: Condição
ru: Выражение
uk_uk: Вираз
zh_cn: 条件

source: Select a plugin to edit its load order metadata.
pl: Zaznacz wtyczkę aby edytować jej włąściwości.

source: Drag and drop a plugin here to make the selected plugin load after it. The "Show only conflicting plugins" checkbox must be checked.
pl: Przenieś i upuść tutaj wtyczkę aby załadować zaznaczoną wtyczkę po niej. Opcja "Pokaż niekompatybilne wtyczki" musi być wybrana.

source: Plugins with higher priorities will load after plugins with smaller priorities that they conflict with, unless one must explicitly load after the other.
pl: Wtyczki z większym priorytetem zostaną załadowane po wtyczkach z niższym priorytetem, chyba że muszą być ładowane po określonej wtyczce.

source: Filters the plugin list to only display plugins which can be loaded after the currently selected plugin, and which either conflict with it, or, if it loads a BSA, also load BSAs. Also enables drag and drop of plugins into the Load After box.
pl: Pokazuje listę wtyczek które mogą być załadowane po zaznaczonej wtyczce. Pokazuje również wtyczki niekompatybilne, oraz ładujące BSA. Aktywuje opcję "Przenieś i upuść".

source: Only newly-added plugins may be removed here. Use the metadata editor to remove other user-added plugins.
pl: Tylko nowe wtyczki mogą zostać z tąd usunięte. Do usunięcia pozostałych tyczek użyj edytora.

source: Priority:
pl: Priorytet:

source: Load After
fr: Charger après
ja: 後ろにロード
pl: Załaduj po
pt_br: Carregar Depois
ru: Грузить после
uk_uk: Завнтажувати після
zh_cn: 加载在后面

source: Enable User Changes
pl: Zazwól na zmiany użytkownika

source: Add File
pl: Dodaj plik

source: Edit File
pl: Edytuj plik

source: Remove File
pl: Usuń plik

source: Save Changes
pl: Zapisz zmiany

source: Cancel
fr: Annuler
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
ru: Отмена
uk_uk: Відміна
zh_cn: 取消

source: Requirements
fr: Requis
ja: 必須
pl: Wymagania
pt_br: Requerimentos
ru: Требования
uk_uk: Вимоги
zh_cn: 需求信息

source: Incompatibilities
fr: Incompatibilités
ja: 非互換
pl: Niekompatybilne
pt_br: Incompatibilidade
ru: Несовместимости
uk_uk: Несумісності
zh_cn: 不兼容信息

source: Messages
ja: メッセージ
pl: Wiadomości
pt_br: Mensagens
ru: Сообщения
uk_uk: Повідомлення
zh_cn: 信息

source: Bash Tags
fr: Étiquettes du bash
pl: Tagi Bash
pt_br: Marcações Bash
ru: Bash-теги
uk_uk: Bash-теги
zh_cn: Bash 标签

source: Dirty Info
fr: Infos sur les entrées sales
pl: Dane o dublach
pt_br: Informações suja

source: Plugins
pl: Wtyczki
ru: Плагины
uk_uk: Плагіни
zh_cn: 插件

source: Add/Remove
fr: Ajouter/Retirer
ja: 追加/削除
pl: Dodaj/Usuń
pt_br: Adic/Excluir
ru: Добавить/удалить
uk_uk: Додати/видалити
zh_cn: 添加/移除

source: Bash Tag
fr: Étiquette du bash
pl: Tag Bash
pt_br: Marcação Bash
ru: Bash-тег
uk_uk: Bash-тег
zh_cn: Bash 标签

source: ITM Count
fr: Énumération des ITM
ja: ITM数
pl: Liczba ITM
pt_br: Contagem ITM
ru: Число ITM
uk_uk: Кількість ITM
zh_cn: ITM 数量

source: UDR Count
pl: Liczba UDR
pt_br: Contagem UDR

source: Deleted Navmesh Count
pl: Liczba usuniętych Navmesh

source: Cleaning Utility
fr: Utilitaire de nettoyage
ja: クリーニングツール
pl: Narzędzie czyszczące
pt_br: Utilitário de Limpeza
ru: Утилита для очистки
uk_uk: Утиліта для очистки
zh_cn: 清除工具

source: Copy Name
pl: Kopiuj Nazwę

source: Copy Metadata As Text
pl: Kopiuj Metadane jako tekst
pt_br: Copiar metadados como texto

source: Remove All User-Added Metadata
pl: Usuń wszystkie informacje dodane przez użytkownika.

source: If unchecked, any user-added metadata will be ignored during sorting.
pl: Odznacz, aby pominąć dane użytkownika podczas sortowania.

source: Only user-added data may be removed.
pl: Tylko dane dodane przez użytkowników mogą zostać usunięte.

source: Are you sure you want to clear all existing user-added metadata from this plugin?
pl: Czy jesteś pewny że chcesz usunąć wszystkie informacje dodane przez użytkownika o tej wtyczce?

source: LOOT: Warning
pl: LOOT: Ostrzeżenie

source: Add Plugin
pl: Dodaj wtyczkę

source: Edit Plugin
pl: Edytuj wtyczkę

source: Add Message
pl: Dodaj wiadomość

source: Edit Message
pl: Edytuj wiadomość

source: Remove Message
pl: Usuń wiadomość

source: Add Bash Tag
pl: Dodaj Tag Bash

source: Edit Bash Tag
pl: Edytuj Tag Bash

source: Remove Bash Tag
pl: Usuń Tag Bash

source: Add Dirty Info
pl: Dodaj dane o dublach

source: Edit Dirty Info
pl: Edytuj dane o dublach

source: Remove Dirty Info
pl: Usuń dane o dublach

source: LOOT: Add File/Plugin
pl: LOOT: Dodaj Plik/Wtyczkę

source: LOOT: Add Message
pl: LOOT: Dodaj Wiadomość

source: Error: No content specified. Row will not be added.
pl: Błąd: Brak wybranej zawartości. Linia nie będzie dodana.

source: LOOT: Error
pl: LOOT: Błąd

source: LOOT: Add Tag
pl: LOOT: Dodaj Tag

source: LOOT: Add Dirty Info
pl: LOOT: Dodaj info o dublach

source: LOOT: Edit File/Plugin
pl: LOOT: Edytuj plik/wtyczkę

source: LOOT: Edit Message
pl: LOOT: Edytuj Wiadomość

source: Error: No content specified. Row will not be edited.
pl: Błąd: Brak zawartości. Linia nie będzie edytowana

source: LOOT: Edit Tag
pl: LOOT: Edytuj Tag

source: LOOT: Edit Dirty Info
pl: LOOT: Edytuj dane o dublach

source: Masterlist update failed. Details: %1%
pl: Aktualizacja Bazy danych nie powiodła się. Szczegóły: %1%

source: Masterlist revision check failed. Details: %1%
pl: Przetwarzanie Bazy danych nie powiodło się. Szczegóły: %1%

source: Masterlist parsing failed. Details: %1%
pl: Przetwarzanie Bazy danych nie powiodło się. Szczegóły: %1%

source: Unknown
pl: Nieznany

source: No masterlist
pl: Brak Bazy danych

source: Error: LOOT is already running. This instance will now quit.
pl: Błąd: LOOT jest już uruchomiony. To okno zostanie zamknięte.

source: Error: Could not create local app data LOOT folder.
pl: Błąd: Nie utworzono folderu z ustawieniami LOOT.

source: Error: Settings parsing failed. %1%
fr: Erreur : les paramètres d'analyse ont échoué. %1%
ja: エラー: 設定の解析に失敗しました。 %1%
pl: Błąd: Przetwarzanie ustawień nieudane. %1%
pt_br: Erro: Configurações de análise falhou. %1%
ru: Ошибка: Обработка настроек не удалась. %1%
uk_uk: Помилка: Обробка налаштувань не вдалась. %1%
zh_cn: 错误：设置解析失败。%1%

source: Error: Could not apply translation.
pl: Błąd: Nie można zastosować tłumaczenia.

source: Error: The selected language is not available on this system.
pl: Błąd: Wybrany język jest niedostępny w tym systemie.

source: Error: Game-specific settings could not be initialised. %1%
fr: Erreur : les paramètres spécifiques du jeu ne peuvent pas être initialisés. %1%
ja: エラー: ゲームごとの固有設定の初期化に失敗しました。 %1%
pl: Błąd: Nie można zainicjować ustawień gry. %1%
pt_br: Erro: configurações específicas do jogo não poderia ser inicializado. %1%
ru: Ошибка: Специфические для игры настройки не могут быть инициализированы. %1%
uk_uk: Помилка: Специфічні для гри налаштування не можуть бути ініціалізовані. %1%
zh_cn: 错误：游戏专属设置无法初始化。%1%

source: Error: Games' settings parsing failed. %1%
fr: Erreur : les paramètres d'analyse du jeu ont échoué. %1%
pl: Błąd: Przetwarzanie ustawień gry nieudane. %1%
pt_br: Erro: configurações de análise do jogo falhou. %1%

source: Error: None of the supported games were detected.
pl: Błąd: Nie wykryto obsługiwanych gier.

source: Edit Metadata
fr: Éditer les métadonnées
ja: メタデータ編集
pl: Edytuj Metadane
pt_br: Editar Metadata
ru: Править метаданные
uk_uk: Редагувати метадані
zh_cn: 编辑元数据

source: Sort Plugins
fr: Trier les plugins
ja: プラグインのソート
pl: Sortuj Wtyczki
ru: Сортировать плагины
uk_uk: Відсортувати плагіни
zh_cn: 调整排序

source: View Last Report
pl: Czytaj ostatni raport

source: &View Last Report
pl: &Czytaj ostatni raport

source: View &Debug Log
pl: Czytaj Logi &Debug

source: &Sort Plugins
pl: &Sortuj Wtyczki

source: &Redate Plugins
pl: P&Rzedatuj Wtyczki

source: &File
pl: &Plik

source: &Metadata...
pl: &Metadane...

source: &Settings...
pl: &Ustawienia...

source: &Edit
pl: &Edycja

source: &Game
pl: &Gra

source: &Help
pl: &Pomoc

source: Opens the Metadata Editor, where plugins' sorting metadata, messages, dirty info and Bash Tag suggestions can be edited.
pl: Otwiera edytor metadanych, gdzie zawarte są informacje o wtyczce, jej Tag Bash, oraz informacje o kolejności ładowania.

source: Sorts your plugins, then displays a report of the results.
pl: Sortuje wtyczki i wyświetla raport.

source: Opens the last report generated for the current game.
pl: Otwiera ostatni raport wygenerowany dla obecnej gry.

source: LOOT: Report Viewer
pl: LOOT: Wyswietlacz Raportów

source: LOOT: Settings
pl: LOOT: Ustawienia

source: Error: "%1%" cannot be found.
pl: Błąd: Nie znaleziono "%1%"

source: Load order optimisation for Oblivion, Skyrim, Fallout 3 and Fallout: New Vegas.
pl: Optymalizacja kolejności ładowania wtyczek dla gier: Oblivion, Skyrim, Fallout 3 oraz Fallout: New Vegas.

source: LOOT: Working...
pl: LOOT: Pracuję...

source: LOOT working...
pl: LOOT pracuje...

source: Userlist parsing failed. Details: %1%
pl: Przetwarzanie listy użytkownika zawiodło. Szczegóły: %1%

source: A global message contains a condition that could not be evaluated. Details: %1%
fr: Un message global contient une condition qui n'a pas pu être évaluée. Détails : %1%
pl: Wiadomość nie możliwa do oszacowania. Szczegóły: %1%
pt_br: Uma mensagem global contém uma condição que não poderia ser avaliada. Detalhes: %1%
ru: Глобальное сообщение включает выражение, которое не может быть оценено. Детали: %1%
zh_cn: 一条全局信息包含的条件无法被解析，详细信息：%1%

source: "%1%" contains a condition that could not be evaluated. Details: %2%
fr: "%1%" contient une condition qui n'a pas pu être évaluée. Détails : %2%
ja: "%1%" には評価できない条件が含まれています。詳細: %2%
pl: "%1%" zawiera warunek który nie może zostać oszacowany. Szczegóły: %2%
pt_br: "%1%" contém uma condição que não podiam ser avaliados. Detalhes: %2%
ru: "%1%" включает выражение, которое не может быть оценено. Детали: %2%
uk_uk: "%1%" містить вираз, який неможливо оцінити. Деталі: %2%
zh_cn: "%1%"包含一条无法被解析的条件。详细信息：%2%

source: Building plugin graph...
fr: Analyse de l'ordre des plugins...
pl: Tworzenie wykresu wtyczek...

source: LOOT: Calculated Load Order
pl: LOOT: Wyliczona Kolejność Ładowania

source: Recalculating load order...
pl: Obliczanie kolejności ładowania...

source: Failed to set the load order. Details: %1%
pl: Nie udało się ustalić kolejności ładowania. Szczegóły: %1%

source: The load order displayed in the Details tab was not applied as sorting was canceled.
pl: Kolejność ładowania wyswietlona w karcie szczegółów nie została zastosowana gdyż sortowanie zostało anulowane.

source: Failed to calculate the load order. Details: %1%
pl: Wyliczenie kolejności ładowania nieudane. Szczegóły: %1%

source: Error: %1%
pl: Błąd: %1%

source: Error: Masterlist parsing failed. %1%
pl: Błąd: Przetwarzanie bazy danych nieudane. %1%

source: Error: Userlist parsing failed. %1%
pl: Błąd: Przetwarzanie listy użytkownika nieudane. %1%

source: LOOT: Metadata Editor
pl: LOOT: Edytor Metadanych

source: This feature is provided so that modders using the Creation Kit may set the load order it uses. A side-effect is that any subscribed Steam Workshop mods will be re-downloaded by Steam. Do you wish to continue?
fr: Cette fonction est prévue pour que les moddeurs qui utilisent le Creation Kit puissent définir l'ordre de chargement qu'ils utilisent. L'effet secondaire est que les mods choisis sur le Steam Workshop seront retéléchargés par Steam. Voulez-vous continuer ?
pl: Ta opcja jest dla użytkowników programu Creation Kit, aby mogli używać kolejności wczytywania tego programu. W efekcie każdy subskrybowany mod ze Steam Workshop będzie ponownie pobrany przez Steam. Czy chcesz kontynuować?
zh_cn: 此功能方便使用Creation Kit的modder可以设定个人顺序。副作用是所有在Steam Workshop订阅的mod都会被Steam重新下载，您确定要继续吗？

source: Error: Failed to get load order. %1%
pl: Błąd: Wczytywanie kolejności ładowania nieudane. %1%

source: Error: Failed to set plugin timestamps. %1%
pl: Błąd: Ustawianie znacznika czasu wtyczek nieudane. %1%

source: Plugins were successfully redated.
ja: プラグインの日付が正常に変更されました。
pl: Wtyczki zostały pomyślnie przedatowane.
ru: Плагины были успешно редатированы.
uk_uk: Плагіны було успішно редатовано.

source: LOOT: Plugin Redate
pl: LOOT: Przedatowanie Wtyczek

source: Type
ja: タイプ
pl: Typ
pt_br: Tipo
ru: Тип
uk_uk: Тип
zh_cn: 类型

source: Content
fr: Contenu
ja: 内容
pl: Zawartość
pt_br: Conteúdo
ru: Содержимое
uk_uk: Зміст
zh_cn: 内容

source: Language
fr: Langue
ja: 言語
pl: Język
pt_br: Idioma
ru: Язык
uk_uk: Мова
zh_cn: 界面语言

source: Filename (required):
pl: Nazwa pliku (wymagane):

source: Displayed Name:
pl: Nazwa wyświetlana:

source: Condition:
pl: Warunek:

source: Add Content
pl: Dodaj zawartość

source: Edit Content
pl: Edytuj zawartość

source: Remove Content
pl: Usuń zawartość

source: String
pl: Ciąg

source: Type:
pl: Typ:

source: Language:
pl: Język:

source: Content:
pl: Zawartość:

source: Error: No content row selected.
pl: Błąd: Brak zawartości w wybranej lini.

source: Add/Remove:
pl: Dodaj/Usuń:

source: Name (required):
pl: Nazwa (wymagane)

source: CRC (required):
pl: CRC (wymagane)

source: ITM Count:
pl: Liczba ITM:

source: UDR Count:
pl: Liczba UDR:

source: Deleted Navmesh Count:
pl: Liczba usuniętych Navmesh:

source: Cleaning Utility (required):
pl: Narzędzie czyszczące (wymagane):

source: None
pl: Brak

source: Low
pl: Niskie

source: Medium
pl: Średnie

source: High
pl: Wysokie

source: Autodetect
fr: Détection automatique
ja: 自動検出
pl: Automatycznie
pt_br: Detecção Automática
ru: Автообнаружение
uk_uk: Автовизначення
zh_cn: 自动检测

source: Add Game
pl: Dodaj Grę

source: Edit Game
pl: Edytuj Grę

source: Remove Game
pl: Usuń Grę

source: Update masterlist before sorting.
pl: Uaktualnij Bazę Danych przes sortowaniem.

source: View reports externally in default browser.
pl: Czytaj raport w domyślnej przeglądarce.

source: Name
fr: Nom
ja: 名前
pl: Nazwa
pt_br: Nome
ru: Имя
uk_uk: Ім'я
zh_cn: 名字

source: Base Game Type
pl: Podstawowy typ gry

source: LOOT Folder Name
pl: Nazwa folderu LOOT

source: Master File
fr: Fichier maître
ja: マスターファイル
pl: Plik Nadrzędny
pt_br: Arquivo Mestre
ru: Мастерфайл
uk_uk: Майстерфайл
zh_cn: Master文件

source: Masterlist Repository URL
fr: URL de la masterlist
ja: マスターリストのリポジトリURL
pl: URL do Bazy danych:
pt_br: URL MasterList Repositório
ru: URL хранилища мастерлиста
uk_uk: URL сховища майстерлиста
zh_cn: 主列表库链接

source: Masterlist Repository Branch
fr: Branche de la masterlist
ja: マスターリストのリポジトリブランチ
pl: Gałąź bazy danych
pt_br: MasterList Repositório Filial
ru: Ветка хранилища мастерлиста
uk_uk: Гілка сховища майстерлиста
zh_cn: 主列表库分支

source: Install Path
fr: Chemin d'instal.
ja: インストールパス
pl: Ścieżka instalacyjna:
pt_br: Caminho de Instalação
ru: Путь установки
uk_uk: Шлях встановлення
zh_cn: 安装路径

source: Install Path Registry Key
fr: Clé registre du chemin d'instal.
ja: インストールパスのレジストリキー
pl: Klucz rejestru ścieżki instalacyjnej
pt_br: Caminho de Instalação da Chave do Registro
ru: Ключ реестра для пути установки
uk_uk: Ключ реєстру для шляху встановлення
zh_cn: 注册表键安装路径键值

source: Default Game:
pl: Domyslna gra:

source: Language and game changes will be applied after LOOT is restarted.
pl: JZmiany w języku oraz grze zostaną zastosowane po restarcie LOOT.

source: The output is logged to the LOOTDebugLog.txt file.
fr: Les informations sont enregistrées dans le fichier LOOTDEbugLog.txt.
ja: 出力された内容はLOOTDebugLog.txtに記録されます。
pl: Wyniki zostały zapisane w LOOTDebugLog.txt.
pt_br: A saída é registrada no arquivo LOOTDebugLog.txt.
ru: Выходной поток записан в файл LOOTDebugLog.txt.
uk_uk: Выхідний потік записано у файл LOOTDebugLog.txt.
zh_cn: 输出被记录在 LOOTDebugLog.txt 文件中。

source: LOOT: Add Game
pl: LOOT: Dodaj Grę

source: Error: A path and/or registry key is required. Row will not be added.
pl: Błąd: Ścieżka oraz/lub klucz rejestru jest wymagany. Linia nie zostanie dodana.

source: Error: A game with this name is already defined. Row will not be added.
pl: Błąd: Gra z tą nazwą jest już opisana. Linia nie zostanie dodana.

source: Error: A game with this folder name is already defined. Row will not be added.
pl: Błąd: Gra z tym folderem jest już opisana. Linia nie zostanie dodana.

source: LOOT: Edit Game
pl: LOOT: Edytuj grę

source: Error: Name is required. Row will not be added.
pl: Błąd: Nazwa jest wymagana. Linia nie zostanie dodana.

source: Error: Folder is required. Row will not be added.
pl: Błąd: Folder jest wymagany. Linia nie zostanie dodana.

source: LOOT Folder Name (required):
pl: Nazwa folderu LOOT (wymagane):
