Repository: WrinklyNinja/BOSSv3
Catalog: resources/l10n/*/LC_MESSAGES/loot.po
Languages: fr, ja, pl, pt_br, ru, uk_uk, zh_cn

source: Master File:
pl: Plik nadrzędny:

source: Masterlist Repository URL:
pl: URL do Bazy danych:

source: Masterlist Repository Branch:
pl: Gałąź Bazy danych

source: Install Path:
pl: Ścieżka instalacyjna:

source: Install Path Registry Key:
pl: Klucz rejestru ścieżki instalacyjnej

source: Note:
pl: Notatki:

source: Bash Tag Suggestion(s):
pl: Sugerowane Tagi Bash:

source: Warning:
pl: Ostrzeżenie:

source: Error:
pl: Błąd:

source: LOOT Report
pl: Raport LOOT

source: Summary
pl: Podsumowanie
pt_br: Sumário

source: Details
pl: Szczegóły

source: Filters
fr: Filtres
pl: Filtry
pt_br: Filtros
ru: Фильтры
uk_uk: Фільтри
zh_cn: 筛选

source: LOOT Version
pl: Wersja LOOT

source: Masterlist Version
pl: Wersja Bazy Danych

source: Masterlist Updating
pl: Aktualizacja Bazy Danych

source: Enabled
pl: Aktywny

source: Disabled
pl: Nieaktywny

source: There have been no changes in the Details tab since LOOT was last run for this game.
pl: Nie ma zmian w zakładce "Szczegóły" od ostantiego uruchomienia LOOT'a dla tej gry.

source: General Messages
pl: Ogólne wiadomości
pt_br: Mensagens Gerais

source: Total Number of Messages
pl: Liczba wiadomości

source: Number of Warnings
pl: Liczba ostrzeżeń

source: Number of Errors
pl: Liczba błędów

source: Version:
pl: Wersja:

source: Add:
pl: Dodaj:

source: Remove:
pl: Usuń:

source: Contains %1% ITM records, %2% UDR records and %3% deleted navmeshes. Clean with %4%.
pl: Zawiera %1% wpisów ITM, %2% wpisów UDR oraz %3% usuniętych navmesh. Oczyść w %4%.
pt_br: Contém %1% registros ITM, %2% registros UDR e %3% navmeshes excluídos. Limpe com %4%.

source: Clean with %1%.
fr: Nettoyez avec %1%.
pl: Wyczyść w %1%.
pt_br: Lipe com %1%.

source: Contains %1% UDR records and %2% deleted navmeshes. Clean with %3%.
pl: Zawiera %1% wpisów UDR oraz %2% usuniętych navmesh. Oczyść w %3%.
pt_br: Contém %1% registros UDR e %2% navmeshes excluídos. Limpe com a %3%.

source: Contains %1% deleted navmeshes. Clean with %2%.
fr: Contient %1% navmeshes supprimés. Nettoyez-les avec %2%.
pl: Zawiera %1% usuniętych navmesh. Oczyść w %2%.
pt_br: Contém %1% navmeshes excluídos. Limpe com %2%.

source: Contains %1% UDR records. Clean with %2%.
pl: Zawiera %1% wpisów UDR. Oczyść w %2%.
pt_br: Contém %1% registros UDR. Limpe com %2%.

source: Contains %1% ITM records and %2% deleted navmeshes. Clean with %3%.
fr: Contient %1% enregistrements d'ITM, %2% navmeshes supprimés. Nettoyez-les avec %3%.
pl: Zawiera %1% wpisów ITM oraz %2% usuniętych navmesh. Oczyść w %3%.
pt_br: Contém %1% registros ITM e %2% navmeshes excluídos. Limpe com a %3%.

source: Contains %1% ITM records. Clean with %2%.
fr: Contient %1% enregistrements d'ITM. Nettoyez-les avec %2%.
pl: Zawiera %1% wpisów ITM. Wyczyść w %2%.
pt_br: Contém %1% registros ITM. Limpe com %2%.

source: Contains %1% ITM records and %2% UDR records. Clean with %3%.
pl: Zawiera %1% wpisów ITM oraz %2% wpisów UDR. Oczyść w %3%.
pt_br: Contém %1% registros ITM e %2% registros UDR. Limpe com a %3%.

source: The LOOT Report requires Javascript to be enabled in order to function.
pl: Raport LOOT wymaga włączonego Javascript do pracy.

source: Hide Version Numbers
pl: Ukryj numery wersji

source: Hide CRCs
fr: Masquer le CRC
ja: CRCを隠す
pl: Ukryj CRC
pt_br: Esconder CRCs
ru: Скрыть CRC
uk_uk: Сховати CRC
zh_cn: 隐藏CRC

source: Hide Bash Tag Suggestions
pl: Ukryj sugestie tagów Bash

source: Hide Notes
pl: Ukryj notatki

source: Hide 'Do Not Clean' Messages
pl: Ukryj wiadomości "Nie czyścić"

source: Hide All Plugin Messages
pl: Ukryj wszystkie wiadomości wtyczek

source: Hide Messageless Plugins
pl: Ukryj wtyczki bez wiadomości

source: %1% of %2% plugins hidden.
pl: %1% z %2% wtyczek ukrytych.

source: %1% of %2% messages hidden.
pl: %1% z %2% wiadomości ukrytych.

source: Invalid file path:
fr: Chemin du fichier invalide :
pl: Nieprawidłowa ścieżka do pliku:
pt_br: Caminho de arquivo inválido:
zh_cn: 无效文件路径：

source: Invalid folder path:
fr: Chemin du dossier invalide :
pl: Nieprawidłowa ścieżka do folderu:
pt_br: Caminho de pasta inválido:

source: Invalid regex string:
pl: Nieprawidłowy ciąg regex:
pt_br: Inválido seqüência de expressão regular:

source: Expected "%1%" at "%2%".
fr: Prévu "%1%" à "%2%".
pl: Oczekiwano "%1%" w "%2%".
pt_br: Esperado "% 1% " em "%2% ".
zh_cn: 预期"%1%"在"%2%"。

source: Note
ja: メモ
pl: Notki:
pt_br: Nota
ru: Примечание
uk_uk: Замітка
zh_cn: 注意

source: Warning
fr: Avertissement
ja: 警告
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение
uk_uk: Попередження
zh_cn: 警告

source: Error
fr: Erreur
ja: エラー
pl: Błąd
pt_br: Erro
ru: Ошибка
uk_uk: Помилка
zh_cn: 错误

source: Add
fr: Ajouter
ja: 追加
pl: Dodaj
pt_br: Adicionar
ru: Добавить
uk_uk: Додати
zh_cn: 添加

source: Remove
fr: Retirer
ja: 削除
pl: Usuń
pt_br: Remover
ru: Удалить
uk_uk: Видалити
zh_cn: 移除

source: An exception occurred while loading this plugin. Details:
fr: Une erreur est survenue lors du chargement de ce plugin. Détails :

source: Unsupported game ID supplied.
fr: ID du jeu fourni n'est pas supporté.
zh_cn: 不支持的游戏ID

source: Game path is not initialised.
fr: Le chemin du jeu n'est pas initialisé.
zh_cn: 游戏路径未初始化。

source: libloadorder failed to get the load order. Details could not be fetched.
fr: libloadorder n'a pas pu obtenir l'ordre de chargement. Les détails ne peuvent pas être récupérés.
zh_cn: libloadorder 无法获取加载顺序，详细信息无法获取。

source: An error occurred while trying to clone the remote masterlist repository.
fr: Une erreur s'est produite lors de la tentative de clonage du dépôt distant de la masterlist.
ru: Ошибка при попытке клонировать удаленное хранилище мастерлиста.
zh_cn: 试图复制远程主列表库时发生错误。

source: An error occurred while trying to update the masterlist. This could be due to a server-side error. Try again in a few minutes.
fr: Une erreur s'est produite lors de la tentative de mise à jour de la masterlist. Cela peut être dû à une erreur coté serveur. Réessayez dans quelques minutes.
ru: Ошибка при попытке обновления мастерлиста. Это может быть из-за ошибка на стороне сервера. Попробуйте через несколько минут.
zh_cn: 更新主列表时发生错误。这可能是由于服务器端故障。过几分钟后再进行尝试。

source: Unknown: Git repository missing
fr: Inconnu : dépôt Git manquant
ja: 不明: Gitリポジトリが消失
ru: Неизвестно: Отсутствует хранилище Git
uk_uk: Невідомо: Відсутне сховище Git
zh_cn: 未知：Git 库缺失

source: Failed to open file in its default application.
fr: Impossible d'ouvrir le fichier avec son application par défaut
zh_cn: 无法使用它的默认程序来打开这个文件。

source: Failed to get %LOCALAPPDATA% path.
fr: Impossible d'obtenir le chemin %LOCALAPPDATA%
zh_cn: 无法获取%LOCALAPPDATA%路径。

source: An error occurred while trying to read the local masterlist's version. If this error happens again, try deleting the ".git" folder in %1%.
fr: Une erreur s'est produite lors de la tentative de lecture de la version de la masterlist locale. Si cette erreur se reproduit, essayez de supprimer le dossier ".git" dans %1%.
ru: Ошибка при попытке прочитать версию локального мастерлиста. Если эта ошибка происходит повторно, попробуйте удалить папку ".git" в %1%.
zh_cn: 读取本地主列表版本时发生错误。如果错误再次发生，请尝试删除%1%里的".git"文件夹。

source: N/A: No masterlist present
fr: N/A : aucune masterlist présente
ja: 利用不可: マスターリストなし
ru: N/A: Мастерлист отсутствует
uk_uk: N/A: Майстерлист відсутній
zh_cn: 不可用：没有主列表

source: (edited)
fr: (modifié)
ja: (編集済み)
ru: (изменено)
uk_uk: (змінено)
zh_cn: (已修改)

source: An error occurred while trying to access the local masterlist repository. If this error happens again, try deleting the ".git" folder in %1%.
fr: Une erreur s'est produite lors de la tentative d'accès au dépôt local de la masterlist. Si cette erreur se reproduit, essayez de supprimer le dossier ".git" dans %1%.
ru: Ошибка при попытке доступа к локальному хранилищу мастерлиста. Если эта ошибка происходит повторно, попробуйте удалить папку ".git" в %1%.
zh_cn: 存取本地主列表库时发生错误。如果错误再次发生，请尝试删除%1%里的".git"文件夹。

source: An error occurred while trying to read information on the updated masterlist. If this error happens again, try deleting the ".git" folder in %1%.
fr: Une erreur s'est produite lors de la tentative de lecture des informations à partir de la masterlist mise à jour. Si cette erreur se reproduit, essayez de supprimer le dossier ".git" dans %1%.
ru: Ошибка при попытке прочитать информацию об обновлении мастерлиста. Если эта ошибка происходит повторно, попробуйте удалить папку ".git" в %1%.
zh_cn: 更新主列表时读取信息发生错误。如果错误再次发生，请尝试删除%1%里的".git"文件夹。

source: The latest masterlist revision contains a syntax error, LOOT is using the most recent valid revision instead. Syntax errors are usually minor and fixed within hours.
fr: La dernière révision de la masterlist contient une erreur de syntaxe, LOOT utilise la plus récente révision valide à la place. Les erreurs de syntaxe sont habituellement mineures et corrigées dans les heures qui suivent.
ja: 最新のリビジョンのマスターリストに構文エラーが含まれているため、直近の有効リビジョンのマスターリストをかわりに使用します。基本的に構文エラーは小さな不具合ですので、数時間内に修正されるでしょう。
uk_uk: Остання версія майстерлисту містить синтаксичну помилку, замість неї LOOT використовує новішу версію без помилок. Синтаксичні помилки часто є невиликими та виправляються протягом кількох годин.
zh_cn: 最新的主列表版次包含一个语法错误，LOOT 将使用最近的正常版次替代。语法错误通常是小问题，一般在数小时内修正。

source: Contains %1% ITM records, %2% deleted references and %3% deleted navmeshes. Clean with %4%.
fr: Contient %1% enregistrements d'ITM, %2% références supprimées et %3% navmeshes supprimés. Nettoyez-les avec %4%.

source: Contains %1% deleted references and %2% deleted navmeshes. Clean with %3%.
fr: Contient %1% références supprimées et %2% navmeshes supprimés. Nettoyez-les avec %3%.

source: Contains %1% deleted references. Clean with %2%.
fr: Contient %1% références supprimées. Nettoyez-les avec %2%.

source: Contains %1% ITM records and %2% deleted references. Clean with %3%.
fr: Contient %1% enregistrements d'ITM, %2% références supprimées. Nettoyez-les avec %3%.

source: Cyclic interaction detected between plugins "%1%" and "%2%". Back cycle: %3%
fr: Interaction cyclique détectée entre les plugins "%1%" et «%2%". Retour de cycle : %3%
ja: "%1%" と "%2%" の間で応答がループしています。前のループ: %3%
pt_br: Interação cíclica detectada entre plugins "%1%" e "%2%". Voltar ciclo: %3%
ru: Циклическое взаимодействие обнаружено между плагинами "%1%" и "%2%". Обратный цикл: %3%
zh_cn: 插件"%1%"和 "%2%"之间产生循环。回环：%3%

source: Adding edges to plugin graph and performing topological sort...
fr: Calcul de l'ordre et tri des plugins...

source: Failed to change game. Details: %1%
fr: Impossible de changer jeu. Détails : %1%

source: Failed to copy plugin metadata. Details: %1%
fr: Impossible de copier les métadonnées du plugin. Détails : %1%

source: Failed to apply plugin metadata. Details: %1%
fr: Impossible d'appliquer les métadonnées du plugin. Détails : %1%

source: Loading plugin contents...
fr: Chargement du contenu des plugins...
ru: Загрузка содержимого плагинов...
zh_cn: 加载插件内容...

source: Checking for conflicting plugins...
fr: Vérification des conflits de plugins...

source: Loading plugin headers...
fr: Chargement des en-têtes des plugins...

source: Parsing masterlist...
fr: Traitement de la masterlist...

source: An error occurred while parsing the masterlist: %1%. This probably happened because an update to LOOT changed its metadata syntax support. Try updating your masterlist to resolve the error.
fr: Une erreur s'est produite lors de l'analyse de la masterlist : %1%. Cela est probablement arrivé parce qu'une mise à jour de LOOT a modifié sa prise charge de syntaxe de métadonnées. Essayez de mettre à jour votre masterlist pour résoudre l'erreur.
ru: Во время обработки мастерлиста произошла ошибка: %1%. Возможно это произошло потому, что в обновлении LOOT изменена поддержка синтаксиса метаданных. Попробуйте обновить мастерлист, чтобы исправить ошибку.
zh_cn: 解析主列表时发生错误：%1%。这可能由于升级 LOOT 时改变了元数据的语法支持。尝试更新你的主列表来解决这个错误。

source: Parsing userlist...
fr: Traitement de l'userlist...

source: An error occurred while parsing the userlist: %1%. This probably happened because an update to LOOT changed its metadata syntax support. Your user metadata will have to be updated manually. To do so, use the 'Open Debug Log Location' in LOOT's main menu to open its data folder, then open your 'userlist.yaml' file in the relevant game folder. You can then edit the metadata it contains with reference to the [syntax documentation](http://loot.github.io/docs/%2%.%3%.%4%/LOOT%%20Metadata%%20Syntax.html). You can also seek support on LOOT's forum thread, which is linked to on [LOOT's website](http://loot.github.io/).
fr: Une erreur s'est produite lors de l'analyse de l'userlist : %1%. Cela est probablement arrivé parce qu'une mise à jour de LOOT a modifié sa prise charge de syntaxe de métadonnées. Vos métadonnées utilisateur doivent être mises à jour manuellement. To do so, use the 'Open Debug Log Location' in LOOT's main menu to open its data folder, then open your 'userlist.yaml' file in the relevant game folder. You can then edit the metadata it contains with reference to the [syntax documentation](http://loot.github.io/docs/%2%.%3%.%4%/LOOT%%20Metadata%%20Syntax.html). You can also seek support on LOOT's forum thread, which is linked to on [LOOT's website](http://loot.github.io/).

source: Merging and evaluating plugin metadata...
fr: Fusion et évaluation des métadonnées des plugins...

source: Loading general messages...
fr: Chargement des messages généraux ...

source: Failed to get game data. Details: %1%
fr: Impossible d'obtenir les données du jeu. Détails : %1%

source: Updating and parsing masterlist...
fr: Mise à jour et traitement de la masterlist...
ja: マスターリストの更新・解析中…
ru: Обновление и обработка мастерлиста...
uk_uk: Оновлення та обробка майстерлисту..

source: Regenerating displayed content...
fr: Régénération du contenu affiché...

source: Failed to update the masterlist. Details: %1%
fr: Impossible de mettre à jour la masterlist. Détails : %1%

source: Failed to sort plugins. Details: %1%
fr: Impossible de trier les plugins. Détails : %1%

source: Error: Could not create LOOT settings file. %1%
fr: Erreur : impossible de créer le fichier de paramètres de LOOT. %1%
ja: エラー: LOOTの設定ファイルを作成できませんでした。 %1%
pt_br: Erro: Não foi possível criar arquivo de configurações de LOOT. %1%
ru: Ошибка: Невозможно создать файл настроек LOOT. %1%
uk_uk: Помилка: Неможливо створити файл налаштувань LOOT. %1%
zh_cn: 错误：无法创建LOOT配置文件。%1%

source: None of the supported games were detected.
fr: Aucuns des jeux pris en charge n'a été détecté.
zh_cn: 没有支持的游戏被选中。

source: Invalid regex string "%1%": %2%
fr: Chaine regex "%1%" incorrecte : %2%
zh_cn: 无效表达式"%1%"：%2%

source: Loading game data...
fr: Chargement des données du jeu...

source: Masterlist updated to revision %s.
fr: Masterlist mise à jour vers la révision %s.
ja: マスターリストがリビジョン %s に更新されました。
ru: Мастерлист обновлен до версии %s.
uk_uk: Майстерлист оновлено до версії %s.

source: No masterlist update was necessary.
fr: La mise à jour de la masterlist n'est pas nécessaire.
ja: マスターリストの更新は必要はありません。
ru: Обновление мастерлиста не требуется.
uk_uk: Оновлення майстерлиста не потрібне.
zh_cn: 主列表无需更新。

source: Updating masterlist...
fr: Mise à jour de la masterlist...

source: Sorting plugins...
fr: Tri des plugins...

source: Redate Plugins?
fr: Redater les plugins ?
ja: プラグインの日付を変更しますか？
ru: Редатировать плагины?
uk_uk: Редатувати плагіни?
zh_cn: 修改插件时间？

source: Redate
fr: Redater
ja: 日付を変更する
ru: Редатировать
uk_uk: Редатувати
zh_cn: 修改时间

source: Are you sure you want to clear all existing user-added metadata from all plugins?
fr: Êtes-vous sûr de vouloir effacer toutes les métadonnées utilisateur existantes dans tous les plugins ?
ja: 全プラグインのユーザーメタデータが消去されます。本当に実行してもよろしいですか？
ru: Вы уверены, что хотите очистить все существующие добавленные пользователем метаданные для всех плагинов?
uk_uk: Ви впевнені що хочете очистити всі існуючі користувацькі метадані для всіх плагінів?
zh_cn: 你确定要清除所有插件里用户添加的元数据？

source: Clear
fr: Confirmer
ja: 消去する
ru: Очистить
uk_uk: Очистити
zh_cn: 清除

source: All user-added metadata has been cleared.
fr: Toutes les métadonnées utilisateur ont été supprimées.
ja: ユーザーによって追加されたすべてのメタデータが消去されました。
ru: Пользовательские метаданные были очищены.
uk_uk: Користувацькі метадані було очищено.
zh_cn: 所有用户添加的元数据已被清除。

source: LOOT's content has been copied to the clipboard.
fr: Le contenu de LOOT a été copié dans le presse-papiers.
ja: LOOTのデータ内容をクリップボードにコピーしました。
ru: Содержимое LOOT было скопировано в буфер обмена.
uk_uk: Вміст LOOT скопійовано до буферу обміну.
zh_cn: LOOT 的内容已被复制到剪贴板。

source: The load order has been copied to the clipboard.
fr: L'ordre de chargement a été copié dans le presse-papiers.
ja: ロード順をクリップボードにコピーしました。
ru: Порядок загрузки был скопирован в буфер обмена.
uk_uk: Порядок завантаження скопійовано до буферу обміну.
zh_cn: 加载顺序已被复制到剪贴板。

source: The metadata for "%s" has been copied to the clipboard.
fr: Les métadonnées de "%s" ont été copiées dans le presse-papiers.
ja: "%s" のメタデータをクリップボードにコピーしました。
ru: Метаданные для "%s" были скопированы в буфер обмена.
uk_uk: Метадані для "%s" скопійовані до буферу обміну.

source: Are you sure you want to clear all existing user-added metadata from "%s"?
fr: Êtes-vous sûr de vouloir effacer toutes les métadonnées utilisateur existantes de "%s" ?
ja: "%s" のユーザーメタデータを消去しますか？
ru: Вы уверены, что хотите очистить все существующие, добавленные пользователем метаданные для "%s"?
uk_uk: Ви впевнені, що хочете очистити усі існуючі користувацькі метадані для "%s"?

source: The user-added metadata for "%s" has been cleared.
fr: Les métadonnées utilisateur de "%s" ont été supprimées.
ja: "%s" のユーザーメタデータを消去しました。
ru: Пользовательские метаданные для "%s" были очищены.
uk_uk: Користувацькі метадані для "%s" були очищені.

source: sorted load order
fr: ordre de chargement trié
ja: ソート済みのロード順
ru: отсортированный порядок загрузки
uk_uk: відсортований порядок завантаження
zh_cn: 已调整的加载顺序

source: metadata edits
fr: modifications de métadonnées
ja: メタデータ編集
ru: правки метаданных
uk_uk: правки метаданих
zh_cn: 元数据编辑

source: Refreshing data...
fr: Actualisation des données...

source: Do not clean
fr: Ne pas nettoyer
ja: クリーン禁止
ru: Не чистить
zh_cn: 不要清理

source: Checking if plugins have been loaded...
fr: Vérifie si les plugins ont été chargés...

source: You have not yet applied or cancelled your %s. Are you sure you want to quit?
fr: Vous n'êtes pas encore appliquée ou annulé votre %s. Êtes-vous sûr de vouloir quitter ?
ja: %sが適用、あるいはキャンセルされていません。終了してもよろしいですか？
ru: Вы все еще не применили или не отменили %s. Действительно хотите выйти?
uk_uk: Ви усе ще не застосували чи не відмінили %s. Дійсно хочете вийти?

source: Quit
fr: Quitter
ja: 終了
ru: Выход
uk_uk: Вихід
zh_cn: 退出

source: unknown
fr: inconnu

source: Active Plugin
fr: Plugin actif
ja: アクティブ
pt_br: Ativar Plugin
ru: Активный плагин
uk_uk: Активний плагін
zh_cn: 激活插件

source: Empty Plugin
fr: Plugin vide
ja: 空のプラグイン
ru: Очистить плагин
uk_uk: Очистити плагін
zh_cn: 空插件

source: Has User Metadata
fr: A des métadonnées utilisateur
ja: ユーザーメタデータ有り
pt_br: Editar Metadados
ru: Имеет метаданные пользователя
uk_uk: Має метадані користувача
zh_cn: 有用户元数据

source: Show Only Conflicts
fr: Afficher seulement les conflits
pt_br: Mostrar apenas Conflitos

source: Copy Metadata
fr: Copier les métadonnées
ja: メタデータをコピー
ru: Скопировать метаданные
uk_uk: Копіювати метадані
zh_cn: 复制元数据

source: Clear User Metadata
fr: Vider les métadonnées utilsateur
ja: ユーザーメタデータを消去
pt_br: Remover metadados adicionados pelo usuário
ru: Очистить метаданные пользователя
uk_uk: Очистити метадані користувача
zh_cn: 清除用户元数据

source: Enable Edits
fr: Activer les modifications
ja: 編集を有効にする
pt_br: Ativar edições
ru: Включить правки
zh_cn: 启用编辑

source: Global priorities are compared against all other plugins. Normal priorities are compared against only conflicting plugins.
fr: Les priorités globales sont comparées à tous les autres plugins. Les priorités normales sont comparées uniquement avec les plugins conflictuels.
pt_br: Prioridades globais são comparados com todos os outros plugins. Prioridades normais são comparados com plugins apenas conflitantes.

source: Global Priority
fr: Priorité globale
ja: グローバル優先度
pt_br: Prioridade Global
ru: Глобальный приоритет
zh_cn: 全局优先级

source: Priority Value
fr: Valeur de priorité
pt_br: Valor da Prioridade

source: Main
fr: Principal
ja: メイン
ru: Основные
uk_uk: Головні
zh_cn: 主要

source: Locations
fr: Emplacements
ja: 公開ページ
ru: Местоположения
uk_uk: Місцезнаходження
zh_cn: 地址

source: Deleted References
fr: Références supprimées
ja: 削除されたリファレンス
ru: Удаленные ссылки
uk_uk: Видалені посилання
zh_cn: 已删除的引用

source: Deleted Navmeshes
fr: Navmeshes supprimés
ja: 削除されたNavmesh
pt_br: Navmesh Excluídos
ru: Удаленные Navmesh-записи
uk_uk: Видалені Navmesh-записи
zh_cn: 已删除的导航

source: Apply
fr: Appliquer
ja: 適用
pt_br: Aplicar
ru: Принять
uk_uk: Застосувати
zh_cn: 应用

source: Editor Is Open
fr: L'éditeur est ouvert
ja: 編集中
ru: Редактор открыт
uk_uk: Редактор відкрито
zh_cn: 编辑器已打开

source: A filename is required.
fr: Un nom de fichier est requis.
ja: ファイル名を書いてください。
ru: Необходимо имя файла.
uk_uk: Необхідно ім'я файлу.
zh_cn: 需要一个文件名。

source: Delete Row
fr: Supprimer la ligne
ja: 行を削除
ru: Удалить строку
uk_uk: Видалити рядок
zh_cn: 删除行

source: A content string is required.
fr: Une chaîne de contenu est requise.
ja: 内容を書いてください。
ru: Необходимо содержимое строки.
uk_uk: Необхідно вміст рядка.
zh_cn: 需要一个有内容的字符串。

source: A name is required.
fr: Un nom est requis.
ja: 名前を入れてください。
ru: Необходимо имя.
uk_uk: Необхідно ім'я.
zh_cn: 需要一个名字。

source: A CRC is required.
fr: Un CRC est requis.
ja: CRCを入れてください。
ru: Необходима контрольная сумма (CRC).
uk_uk: Потрібна контрольна сума. (CRC).
zh_cn: 需要一个CRC。

source: Values must be integers.
fr: Les valeurs doivent être des nombres entiers.
ja: 整数にしてください。
ru: Значениями должны быть целые числа.
uk_uk: Значеннями мають бути цілі числа.
zh_cn: 值必须是整数。

source: A utility name is required.
fr: Un nom d'utilitaire est requis.
ja: ツール名を入れてください。
ru: Необходимо имя утилиты.
uk_uk: Потрібно ім'я утиліти.
zh_cn: 需要一个实用名。

source: A link is required.
fr: Un lien est requis.
ja: リンクを入れてください。
ru: Необходима ссылка.
uk_uk: Необхідно посилання.
zh_cn: 需要一个链接。

source: A folder is required.
fr: Un dossier est requis.
ja: フォルダが必要です。
ru: Необходима папка.
uk_uk: Треба папку.
zh_cn: 需要一个文件夹。

source: Add New Row
fr: Ajouter une nouvelle ligne
ja: 新しい行を追加
ru: Добавить новую строку
uk_uk: Додати новий рядок
zh_cn: 添加行

source: Jump To General Information
fr: Aller aux informations générales
ja: 全体情報にジャンプ
ru: Перейти к основной информации
uk_uk: Перейти до основної информації
zh_cn: 跳转到综合信息

source: Update Masterlist
fr: Mettre à jour la masterlist
ja: マスターリストの更新
pt_br: Sem lista mestre
ru: Обновить мастерлист
uk_uk: Оновити майстерлист
zh_cn: 更新主列表

source: Redate Plugins
fr: Redater les plugins
ja: プラグインの日付変更
pt_br: Relatar Plugins
ru: Редатировать плагины
uk_uk: Редатувати плагіни
zh_cn: 修改插件时间

source: Open Debug Log Location
fr: Ouvrir le dossier du journal de débogage
ja: デバッグログの保存先を開く
pt_br: Abrir log de depuração
ru: Открыть папку с логом отладки
uk_uk: Відкрити папку з логом налаштування
zh_cn: 打开本地调试日志

source: Clear All User Metadata
fr: Vider toutes les métadonnées utilisateur
ja: ユーザーメタデータを完全に消去
pt_br: Remover todos os metadados adicionados pelo usuário
ru: Очистить все пользовательские метаданные
uk_uk: Очистити всі користувацькі метадані
zh_cn: 清除所有用户元数据

source: Copy Load Order
fr: Copier l'ordre de chargement
ja: ロード順をコピー
ru: Скопировать порядок загрузки
uk_uk: Скопіювати порядок завантаження
zh_cn: 复制加载顺序

source: Copy Content
fr: Copier le contenu
ja: データ内容をコピー
ru: Скопировать содержимое
uk_uk: Скопіювати зміст
zh_cn: 复制内容
