Repository: WrinklyNinja/BOSSv3
Catalog: resources/l10n/*/LC_MESSAGES/loot.po
Languages: fr, ja, pl, pt_br, ru, uk_uk, zh_cn

source: LOOT is free, but if you want to show your appreciation with some money, donations may be made to WrinklyNinja (LOOT's creator and main developer) using %s or %s.
ja: LOOTはフリーウェアですが、お気持ちをいただけるのでしたら%sまたは%sより、WrinklyNinja（LOOTの作者でありメイン開発者）まで寄付を受け付けています。
ru: LOOT бесплатен, но если вы хотите оказать финансовую поддержку, пожертвования могут быть направлены WrinklyNinja (создатель и основной разработчик LOOT), через %s или %s.

source: Load order optimisation for Oblivion, Skyrim, Skyrim Special Edition, Fallout 3, Fallout: New Vegas and Fallout 4.
ja: このソフトはOblivion、Skyrim、Skyrim Special Edition、Fallout 3、Fallout: New Vegas、Fallout 4のロード順を最適化します。
ru: Оптимизация порядка загрузки для Oblivion, Skyrim, Skyrim Special Edition, Fallout 3, Fallout: New Vegas и Fallout 4.

source: An error occurred while parsing the userlist: %1%. This probably happened because an update to LOOT changed its metadata syntax support. Your user metadata will have to be updated manually. To do so, use the 'Open Debug Log Location' in LOOT's main menu to open its data folder, then open your 'userlist.yaml' file in the relevant game folder. You can then edit the metadata it contains with reference to the documentation, which is accessible through LOOT's main menu. You can also seek support on LOOT's forum thread, which is linked to on [LOOT's website](https://loot.github.io/).
ru: Ошибка при обработке пользовательских правил: %1%. Возможно в обновлении LOOT изменилась поддержка синтаксиса метеданных. Пользовательские правила нужно обновить вручную. Чтобы это сделать, испольуйте опцию главного меню LOOT 'Открыть расположение лога отладки', чтобы открыть папку с данными, потом откройте файл 'userlist.yaml' в папке соответствующей игры. Тогда вы сможете отредактировать содержащиеся метаданные в соответствии с документацией, посмотреть которую можно в главном меню LOOT. Также вы можете задать вопросы на форумах, в теме LOOT, ссылки на которые есть на [сайте LOOT](https://loot.github.io/).

source: Masterlist revision %1%: %2%. The latest masterlist revision contains a syntax error, LOOT is using the most recent valid revision instead. Syntax errors are usually minor and fixed within hours.
ru: Версия мастерлиста %1%: %2%. Последняя версия мастерлиста содержит синтаксическую ошибку, LOOT использует наиболее новую версию вместо этой. Синтаксические ошибки обычно небольшие и исправляются в течение нескольких часов.

source: Yes
pt_br: Sim

source: Dummy Plugin
pt_br: Simular Plugin

source: Loads BSA
pt_br: Carregar BSA

source: Click to open the plugin menu.
pt_br: Clique em abrir no menu do plugin

source: Add new row...
pt_br: Adicionar nova linha...

source: Priority Is Global
pt_br: Prioridade é Global

source: File
pt_br: Arquivo

source: Copy Content As Text
pt_br: Copiar o conteúdo como texto

source: Game
pt_br: Jogo

source: Help
pt_br: Ajuda

source: Sort
pt_br: Organizar

source: Press Enter when searching to select the next match.
pt_br: Pressione Enter quando a procura para selecionar o próximo jogo.

source: Hide inactive plugin messages
pt_br: Esconder as Mensagens do Plugin Inativo

source: Hidden plugins
pt_br: Esconder Plugins

source: Hidden messages
pt_br: Esconder Mensagens

source: Automatically refresh content on window refocus
pt_br: Atualizar automaticamente o conteúdo na janela de reorientação

source: Multiple metadata editors can be opened at once, and the menu bar is disabled while any editors are open.
pt_br: Vários editores de metadados podem ser abertos ao mesmo tempo, e na barra de menu é desativado enquanto quaisquer editores estão abertas.

source: Many interface elements have tooltips. If you don't know what something is, try hovering your mouse over it to find out.
pt_br: Muitos elementos da interface têm dicas. Se você não sabe o que é uma coisa, tentar passar o mouse sobre ele para descobrir.

source: Do not clean.
pt_br: Não limpe.
